"Username:" = "帐  号：";
"Password:" = "密  码：";
"username" = "帐  号";
"password" = "密  码";
"Login" = "登   录";
"Remember my password" = "保存密码";
"Sign in Automatically" = "自动登录";
"Reconnect Automatically" = "自动重连";
"Used time:" = "使用时长：";
"Used flux:" = "使用流量：";
"Min" = "分钟";
"MByte" = "兆";
"Logout" = "注   销";

"Tips" = "提示"; 
"OK" = "确  定";
"Please enter your username" = "请输入帐号";
"Please enter your password" = "请输入密码";

// 错误代码
"DrClient_AccountBreakOff" = "此帐号已停用";
"DrClient_AccountNotAllow" = "该帐号不允许使用WiFi认证登录";
"DrClient_AccountTieUp" = "此帐号正在使用中，请联系网络管理员";
"DrClient_AlreadyOnline" = "此设备已在线，不需要再登录";
"DrClient_ChargeOrFluxOver" = "此帐号费用超支或时长流量超过限制";
"DrClient_InvalidAccountOrPwd" = "无效的帐号或密码，请重新登录";
"DrClient_IpNotAllowLogin" = "此IP不允许使用WiFi认证登录";
"DrClient_NetworkError" = "网络连接中断，请检查网络配置";
"DrClient_NewAndConfirmPwdDiffer" = "新设定的密码与确认密码不同，修改失败";
"DrClient_NotAllowChangePwd" = "此IP不允许更改密码";
"DrClient_NotFoundDrCOM" = "不支持认证登录";
"DrClient_ChangePwdSuccessed" = "密码修改成功";
"DrClient_Success" = "成功";
"DrClient_SystemBufferFull" = "系统缓存已满";
"DrClient_TieUpCannotAmend" = "此帐户被占用，不能修改";
"DrClient_UndefineError" = "未知错误";
"DrClient_UsingAppointedMac" = "此帐号只能使用指定的MAC登录";
"DrClient_UsingNAT" = "此帐号不允许使用 NAT";
"DrClient_UsingOnAppointedIp" = "此帐号只能使用指定的IP登录";

"DrClient_StatusError" = "网络中断，请重新登录";